package org.parliament.newsfeed.util;

public class Constants {

    public static final String exampleContent = """
            Όπως ανακοίνωσε στο κλείσιμο της συνεδρίασης ο πρωθυπουργός, από την επόμενο Φεβρουάριο, το κράτος θα καλύπτει το 10% των αγορών των νοικοκυριών στα σούπερ μάρκετ και τα καταστήματα τροφίμων, το δημοσιονομικό κόστος του μέτρου θα ανέλθει στα 650 εκατομμύρια και θα είναι ισόποσο με το ποσό που θα εισπραχθεί από τη φορολόγηση των υπερεσόδων των δύο διυλιστηρίων, από το οποίο και θα χρηματοδοτηθεί. Το μέτρο θα καλύπτει εισοδήματα μέχρι 24.000 ευρώ για ένα ζευγάρι και με προσαύξηση 5.000 ευρώ για κάθε παιδί και προβλέπεται ότι θα καλύψει μέχρι και το 85% των νοικοκυριών, ανακουφίζοντας 8.400.000 πολίτες. Για την οικονομική πολιτική Ο πρωθυπουργός στην ομιλία του παρουσίασε το έργο της κυβέρνησης στην οικονομία και την κοινωνική πολιτική για το 2022, τονίζοντας ότι εάν η πρώτη τετραετία ήταν τετραετία μείωσης φόρων, η δεύτερη θα είναι τετραετία αύξησης των μισθών, ώστε να συγκλίνουν οι μισθοί της Ελλάδας με τις Ευρώπης.""";

    public static final String intoContent = """
            Τα έργα του μετρό Θεσσαλονίκης θα ολοκληρωθούν στα τέλη του 2023 και αμέσως μετά θα ξεκινήσει η επέκταση προς Καλαμαριά, ανέφερε ο υφυπουργός Υποδομών και Μεταφορών Γιώργος Καραγιάννης ενημερώνοντας τα μέλη της Διαρκούς Επιτροπής Παραγωγής και Εμπορίου για έργα με αναθέτουσα αρχή το υπουργείο Υποδομών και Μεταφορών, καθώς και για τον κάθετο άξονα 61 της Εγνατίας Οδού.""";

}
